Repository: itmyprofession/php-cas-server
Catalog: locale/*/LC_MESSAGES/traductions.po
Languages: fr_fr

source: This application is not allowed to authenticate on this server
fr_fr: Cette application n'est pas autoris&eacute;e &agrave; s'authentifier sur ce serveur

source: You are already connected
fr_fr: Vous &ecirc;tes d&eacute;ja connect&eacute;

source: You are already diconnected
fr_fr: Vous &ecirc;tes d&eacute;ja d&eacute;connect&eacute;

source: Error : this script can only be used with HTTPS
fr_fr: Erreur : ce script ne peut &ecirc;tre utilis&eacute; qu'en HTTPS

source: Error : unknown running mode. Must be
fr_fr: Erreur : mode d'ex&eacute;cution inconnu. Il doit &ecirc;tre

source: or
fr_fr: ou

source: Unknown action
fr_fr: Action inconnue

source: Action not set
fr_fr: Action non positionn&eacute;e

source: serviceValidate require at least two parameters : ticket and service.
fr_fr: Le service serviceValidate a besoin de 2 param&egrave;tres : ticket et service.

source: is not recognized.
fr_fr: non reconnu.

source: is not a valid.
fr_fr: n'est pas valide.

source: The service
fr_fr: Le service

source: The username and password you provided couldn't authenticate you.
fr_fr: Les informations transmises n'ont pas permis de vous authentifier.

source: Deconnection problem
fr_fr: Problème à la déconnexion

source: Deconnection success
fr_fr: D&eacute;connexion r&eacute;ussie

source: Unable to store TGT to database, error
fr_fr: Impossible de stocker le TGT dans la base, erreur
